{
    "article01": {
        "title" : "The Psychophysiological Effect of a Vibro-Kinetic Movie Experience: The Case of the D-BOX Movie Seat",
        "abstract" : "Watching a film in a movie theater can be an immersive experience, but to what extent does the experience differ when the moviegoer is using a vibro-kinetic seat, i.e., a seat providing motion and vibration feedback synchronized with the movie scenes? This paper seeks to measure the effect of a multi-sensory cinema experience from a psychophysiological standpoint. Using electroencephalography, galvanic skin response, heart rate, and facial micro-expression measures, this study compares the difference between two movie viewing experiences, i.e. one without movement and one with artistically enhanced vibro-kinetic feedback. Results of a within-subject experiment suggest that there are significant differences in psychophysiological states of users. Users exhibit more positive emotions, greater arousal, and more cognitive immersion in the vibro-kinetic condition. Therefore, multi-sensory stimulation, in the context of cinema, appears to produce an enhanced experience for spectators."
    },
    "article02": {
        "title" : "Reinforcement Sensitivity and Engagement in Proactive Recommendations: Experimental Evidence",
        "abstract" : "We drew on revised Reinforcement Sensitivity Theory to claim that users with an anxiety-related behavioral inhibition would experience proactively delivered recommendations as potential threats. Such users would display higher user engagement especially when they were interrupted by inaccurate (vs. accurate) recommendations, because they ruminate about them. This prediction was tested and confirmed in a controlled experiment that exposed participants to proactive recommendations on their smartphone. Results highlight the need to gain more knowledge on the neural correlates of anxiety, and to apply such insights to human– computer interaction design for recommender systems."
    },

    "article03": {
        "title" : "The Choice Is Yours: The Role of Cognitive Processes for IT-Supported Idea Selection",
        "abstract" : "The selection of good ideas out of hundreds or even thousands has proven to be the next big challenge for organizations that conduct open idea contests for innovation. Cognitive load and attention loss hinder crowds to effectively run their idea selection process. Facilitation techniques for the reduction and clarification of ideas could help with such problems, but have not yet been researched in crowd settings that are prevalent in idea contests. This research-in-progress paper aims to contribute to this research gap by investigating IT-supported selection techniques that differ in terms of selection direction and selection type. A laboratory experiment using eye-tracking will investigate variations in selection type and selection direction. Moreover, the experiment will test the effects on the decision-making process and the number and quality of ideas in a filtered set. Findings will provide explanations why certain mechanisms work for idea selection. Potential implications for theory and practice are discussed."
    },

    "article04": {
        "title" : "Blood Pressure Measurement: A Classic of Stress Measurement and Its Role in Technostress Research",
        "abstract" : "In this paper, we present blood pressure measurement as an additional data collection method for technostress research. Considering that blood pressure is an important stress indicator and that, to the best of our knowledge, no prior Information Systems (IS) paper had an explicit focus on blood pressure measurement, the present paper is urgently needed, in particular from a technostress measurement perspective. We briefly describe the best practice in blood pressure measurement. Based on this foundation, we present a review of 15 empirical technostress studies that used blood pressure as a stress indicator. We find significant application variety in the extant literature, signifying the potential of blood pressure measurement for longitudinal technostress research. Yet, researchers should more explicitly adhere to international guidelines for the application of blood pressure measurement in future research, thereby securing data collection and data analysis quality."
    },

    "article05": {
        "title" : "On the Role of Users’ Cognitive-Affective States for User Assistance Invocation",
        "abstract" : "Userassistancesystemsareofteninvokedautomaticallybasedonsimple triggers (e.g., the assistant pops up after the user has been idle for some time) or they require users to invoke them manually. Both invocation modes have their weaknesses. Therefore, we argue that, ideally, the assistance should be invoked intelligently based on the users’ actual need for assistance. In this paper, we propose a research project investigating the role of users’ cognitive-affective states when providing assistance using NeuroIS measurements. Drawing on the theoretical foundations of the Attentional Control Theory, we propose an experiment that helps to understand how cognitive-affective states can serve as indicators for the best point of time for the invocation of user assistance systems. The research described in this paper will ultimately help to design intelligent invocation of user assistance systems."
    },

    "article06": {
        "title" : "Measuring and Explaining Cognitive Load During Design Activities: A Fine-Grained Approach",
        "abstract" : "Recent advances in neuro-physiological measurements resulted in reliable and objective measures of Cognitive Load (CL), for example, using pupillary responses. However, continuous measurement of CL in software design activities, for example, conceptual modeling, has received little attention. In this paper, we present the progress of our work intended to close this gap by continuously measuring cognitive load during design activities. This work aims at advancing our understanding of WHEN and WHY designers face challenges. For this, we attempt to explore and explain the occurrence of CL using fine-granular units of analysis (e.g., type of subtasks, evolution of design artifact’s quality, and manner of technology use). We expect implications for the future development of intelligent software systems, which are aware WHEN a particular designer experiences challenges, but also WHY challenges occur."
    },

    "article07": {
        "title" : "How Product Decision Characteristics Interact to Influence Cognitive Load: An Exploratory Study",
        "abstract" : "The objective of this laboratory experiment was to explore how product decision characteristics interact to influence the decision-maker’s cognitive load. A between-subject experiment with 23 participants was performed to test how four decision characteristics (Decision set size, Attribute value format, Display format, and Information sorting) interact to influence participants’ cognitive load. Eye-tracking was used to assess cognitive load. Results indicate that the four product decision characteristics interact to influence cognitive load. We found, for example, that as the decision set size increased, the influence of attribute value format, display format, and information sorting on cognitive load varied. Theoretical contributions and managerial implications are discussed."
    },

    "article08": {
        "title" : "Why and How to Design Complementary NeuroIS and Behavioral Experiments",
        "abstract" : "Neurophysiological methods offer insights into human cognition that cannot be obtained using traditional methods. However, they are often limited by the artificiality of an experimental setting or the intrusiveness of the method. For these reasons, it is often advisable to complement a NeuroIS experiment with a behavioral experiment, either in a laboratory or field setting. The purpose of this paper is to discuss four guidelines for why and how to effectively design complementary behavioral and NeuroIS experiments. These include: (1) extend NeuroIS experiments with behavioral experiments using theory, rather than replicate; (2) select a behavioral study to enhance ecological and external validity; (3) use the results of each methodology to inform the other; and (4) use NeuroIS and behavioral studies in tandem to inform IT artifact design. By applying these points, researchers can more effectively design complementary NeuroIS and behavioral experiments that together provide richer insights into phenomena under study."
    },

    "article09": {
        "title" : "The Impact of Age and Cognitive Style on E-Commerce Decisions: The Role of Cognitive Bias Susceptibility",
        "abstract" : "The aging associated declines in cognitive abilities could render older adults more susceptible to cognitive biases that are detrimental to their e-commerce decisions’ quality. Additionally, certain cognitive styles can lead online consumers to rely on decision heuristics which makes them less meticulous and more prone to bias. In this research-in-progress paper we introduce cognitive bias susceptibility as a potential mediator between age and cognitive style on one end, and decisional outcomes on the other. An experimental design to validate our proposed model is outlined. Both psychometric and eye-tracking methodologies are utilized to achieve a more holistic understanding of the relationships in the proposed model. Potential contributions and implications for future research are outlined."
    },

    "article10": {
        "title" : "Expertise as a Mediating Factor in Conceptual Modeling",
        "abstract" : "We use eye-tracking to better understand the notion of expertise in conceptual modeling of complex systems. This research-in-progress paper describes an ongoing experiment to exploit the capacity of eye-tracking to explore the significance of expertise as a mediating factor in conceptual modeling. The proposed methodology highlights the applicability, validity, and potential of well-established eye-tracking methods to measure the effects of expertise. By identifying the differences in the strategies that novices and experts use to search, detect, and diagnose errors, we anticipate being able to help define training curricula appropriate for each level to improve performance and model result quality."
    },

    "article11": {
        "title" : "A Neuro-Cognitive Explanation for the Prevalence of Folder Navigation and Web Browsing",
        "abstract" : "Wedescribeourmappingoftheneuralcorrelatesassociatedwithdifferent ways by which users access digital information. Despite advances in search technology and its flexibility, users prefer to retrieve files using hierarchical folders navigation. This requires an explanation. In two studies, using a dual task and functional magnetic resonance imaging (fMRI), we show that folder navigation uses brain structures involved in physical navigation, hence requiring little verbal attention. In contrast, search recruits classic language structures (Broca’s area). We further examine search versus browsing preferences on a popular supermarket website and show that users prefer browsing rather than searching for products. Qualitative analysis revealed that this preference was due to verbal-cognitive overload. Our next two studies will use the dual task paradigm and fMRI to examine the cognitive and neural correlates of search versus browsing in the web environment. We hypothesize that results will replicate our previous findings for files."
    },

    "article12": {
        "title" : "Physiological, Psychological, and Behavioral Measures in the Study of IS Phenomena: A Theoretical Analysis of Triangulation Strategies",
        "abstract" : "Recent NeuroIS research has suggested that physiological measures could contribute to an improved explanation and prediction of IS phenomena. However, few studies have examined a combination of different kinds of measures, raising the question of how the propagated improvement in explaining and predicting IS phenomena can be achieved. Therefore, research is needed that sheds light on the interrelationship amongst physiological measures (i.e., NeuroIS), psychological measures (i.e., perceptual, self-report), and behavioral measures (i.e., directly observed behaviors). Drawing on the methodological triangulation approach, this research essay endorses the use of multiple measures in the study of IS phenomena, and it discusses two strategies that can be useful in this endeavor: convergent validation and holistic representation. The former aims to explain and predict variance in IS dependent variables with greater certainty, while the latter intends to increase the amount of variance explained. The essay concludes that— although both strategies have merit—holistic representation is where NeuroIS could play an especially important role."
    },

    "article13": {
        "title" : "The Psychophysiology of Flow: A Systematic Review of Peripheral Nervous System Features",
        "abstract" : "As information systems (IS) are increasingly able to induce highly engaging and interactive experiences, the phenomenon of flow is considered a promising vehicle to understand IS user behavior and to ultimately inform the design of flow-fostering IS. However, despite growing interest of researchers in the phenomenon, knowledge about how to continuously assess flow during IS usage is limited. Hereby, recent developments in NeuroIS and psychophysiology propose novel possibilities to overcome this limitation. This article presents the results of a systematic literature review (SLR) on peripheral nervous system indicators of flow. The findings revealed that currently four major approaches exist towards physiological measurement. Propositions for simple and unobtrusive measurement in IS research are derived in conclusion."
    },

    "article14": {
        "title" : "Predicting Properties of Cognitive Pupillometry in Human–Computer Interaction: A Preliminary Investigation",
        "abstract" : "Thispaperaimstoinvestigatethepredictivepropertyofpupildilationin an IT-related task. Previous work in the field of cognitive pupillometry has established that pupil size is associated with cognitive load. We conducted a within-subject experiment with 22 children aged between 7 and 9. For the hard questions, visit duration, pupil size and its quadratic effect were significant predictors. We discuss the potential of using this unobtrusive approach for neuro-adaptive and auto-adaptive applications."
    },

    "article15": {
        "title" : "Human Versus Machine: Contingency Factors of Anthropomorphism as a Trust-Inducing Design Strategy for Conversational Agents",
        "abstract" : "Conversational agents are increasingly popular in various domains of application. Due to their ability to interact with users in human language, anthropomorphizing these agents to positively influence users’ trust perceptions seems justified. Indeed, conceptual and empirical arguments support the trust-inducing effect of anthropomorphic design. However, an opposing research stream that has widely been overlooked provides evidence that human-likeness reduces agents’ trustworthiness. Based on a thorough analysis of psychological mechanisms related to the contradicting theoretical positions, we propose that the agent substitution type acts as a situational moderator variable on the positive relationship between anthropomorphic design and agents’ trustworthiness. We argue that different agent types are related to distinct user expectations that influence the cognitive evaluation of anthropomorphic design. We further discuss how these differences translate into neurophysiological responses and propose an experimental set-up using a combination of behavioral, self-reported and eye-tracking data to empirically validate our proposed model."
    },

    "article16": {
        "title" : "Affective Processing Guides Behavior and Emotions Communicate Feelings: Towards a Guideline for the NeuroIS Community",
        "abstract" : "LikemostresearchersfromotherdisciplinestheNeuroIScommunitytoo faces the problem of interchangeable terminology regarding emotion-related aspects of their work. This article aims at solving this issue by clearly distinguishing between emotion, feeling and affective processing and by offering clear definitions. Numerous prior attempts to agree on only an emotion definition alone have failed, even in the emotion research community itself. A further still widely neglected problem is that language as a cognitive cortical function has no access to subcortical affective processing, which forms the basis for both feelings and emotions. Thus, any survey question about anything emotional cannot be answered properly. This is why it is particularly important to complement self-report data with objective measures whenever emotion-related processes are of interest. While highlighting that cognitive processing (e.g. language) is separate from affective processing, the present paper proposes a brain function model as a basis to understand that subcortical affective processing (i.e. neural activity) guides human behavior, while feelings are consciously felt bodily responses that can arise from suprathreshold affective processing and that are communicated to others via emotions (behavioral output). To provide an exemplary consequence, according to this model fear is not an emotion, but a feeling. The respective emotion is a scared face plus other behavioral responses that show an observer that one feels fear as a result of affective processing. A growing body of literature within and outside the NeuroIS community began to reveal that cognitive, explicit responses (self-report) to emotion stimuli often deviate from implicit affective neural activity that can only be accessed via objective technology. This paper has the potential to facilitate future NeuroIS research as well as to provide an innovative understanding of emotion for the entire science community."
    },

    "article17": {
        "title" : "Beyond Traditional Neuroimaging: Can Mobile fNIRS Add to NeuroIS?",
        "abstract" : "NeuroIS research has shown that the application of neuroimaging methods (e.g. fMRI) could add to our understanding of human–human and human– computer interaction. However, taking the specific constraints of some neuroimaging methods into account, there is an ongoing discussion regarding the application and implementation of existing and innovative neuroimaging methods. Against this background, this work introduces an innovative neuroimaging method, namely mobile functional Near-Infrared Spectroscopy (fNIRS) to NeuroIS. By indicating that mobile fNIRS appears to be a valid neuroimaging tool, our work aims to encourage researchers to utilise mobile fNIRS in the field of NeuroIS."
    },

    "article18": {
        "title" : "Decision Inertia and Arousal: Using NeuroIS to Analyze Bio-Physiological Correlates of Decision Inertia in a Dual-Choice Paradigm",
        "abstract" : "Decision inertia is a cognitive process describing the reluctance to incorporate new information in choices, manifesting in the tendency to repeat previous choices regardless of the consequences. In this work, we discuss recent research in decision inertia, and show that inter-individual differences in arousal may play an important role for understanding decision inertia. We derive a NeuroIS framework for the operationalization of decision inertia, and discuss our conceptualization with a view towards a general theory of decision inertia."
    },

    "article19": {
        "title" : "IAT Measurement Method to Evaluate Emotional Aspects of Brand Perception— A Pilot Study",
        "abstract" : "The emotional perception of brands, explicit as well as implicit, is of interest to any brand manager. An implicit association test (IAT) could have the potential to detect unconscious attitudes and therefore evaluates intangible brand values. In a pilot study, we conducted an IAT online survey to test this implicit method to measure the emotional perception of established brand concepts. Analysis of emotional valence showed that the results compared to explicit brand evaluation with a simple question are roughly the same."
    },

    "article20": {
        "title" : "Inferring Web Page Relevance Using Pupillometry and Single Channel EEG",
        "abstract" : "We continue investigating neuro-physiological correlates of information relevance decisions and report on research-in-progress, in which we study health-related information search tasks conducted on open web. Data was collected using an eye-tracker and a single-channel EEG device. Our findings show significant differences in pupil dilation on visits and revisits to relevant and irrelevant pages. Significant differences in EEG-measured power of alpha frequency band and in EEG-detected attention levels were also found in a few conditions. The results confirm feasibility of using pupil dilation and suggest plausibility of using low-cost EEG devices to infer relevance."
    },

    "article21": {
        "title" : "Measuring Biosignals of Overweight and Obese Children for Real-Time Feedback and Predicting Performance",
        "abstract" : "Child obesity is a serious problem in our modern world and shows an increase of 60% since 1990. Due to time and cost intensity of traditional therapy programs, scientists started to focus on IT-based interventions. Our paper focuses on measuring biosignals (e.g. heart rate) of obese children during fittest including different physical activities (e.g. running). We investigate whether it is possible to predict the performance of obese children during running tests based on static (e.g. BMI) as well as dynamic (e.g. heart rate) parameters. Here, we focused on heart rate-related parameters from the inverted U-shaped heart rate response of obese children during running tests. For future research, we plan to consider physical activity (e.g. step count) of the children at home. Our approach is a NeuroIS service, which uses low-cost devices making prediction on an individual’s future development and is also applicable to other domains (e.g. business information systems)."
    },

    "article22": {
        "title" : "Stationarity of a User’s Pupil Size Signal as a Precondition of Pupillary-Based Mental Workload Evaluation",
        "abstract" : "We discuss the concept of stationarity as a precondition of pupillary-based assessments of a user’s mental workload and report results from an experiment differentiating stationarity and non-stationarity pupillary size signals."
    },

    "article23": {
        "title" : "Towards Reconceptualizing the Core of the IS Field from a Neurobiological Perspective",
        "abstract" : "The IS discipline has so far been unable to define the meaning of its foundational concepts “information” and “system”. As a consequence, the core of the IS field and its relation to the IT artifact, materiality, organization, and so on, are extensively discussed without reaching closure. To this end, this paper proposes a set of conceptual stepping stones towards reconsidering the core of the IS field from a neurobiological perspective. The analysis suggests that information can be defined as intrinsically related to individual, neural abilities for acting; and system as a dialectical relation between the individual and the IT artifact. As a consequence, information system is seen as having both an individual and social facet. These results indicate that a neurobiological perspective may open up new avenues for revitalizing the IS field."
    },

    "article24": {
        "title" : "Using EEG Signal to Analyze IS Decision Making Cognitive Processes",
        "abstract" : "In this paper, we demonstrate how electroencephalograph (EEG) signals can be used to analyze people’s mental states while engaging in cognitive processes during IS decision-making. We design an experiment in which participants are required to complete several cognitive tasks with various cognitive demands and under various stress levels. We collect their EEG signals as they perform the tasks and analyze those signals to infer their mental state (e.g., relaxation level and stress level) based on their EEG signal power."
    }

}