{
    "article01": {
        "title" : "Why we love blue hues on websites: a fNIRS investigation of color and its impact on the neural processing of ecommerce websites",
        "abstract" : "Blue of all colors seems to be generally preferred by humans and animals. Consequently, the use of this color in ecommerce context has several positive effects such as increased trustworthiness and aesthetic ratings. These effects are, in this study, hypothesized to be caused by specific neural processes in the prefrontal cortex of human decision makers. Consequently, this study tackles the research question whether there is a distinct neural activation pattern for blue websites that helps to explain why blue is often most favored. To investigate this, one website is designed and manipulated in color to which user reactions are measured by employing functional near-infrared spectroscopy (fNIRS). The results of this study show that blue colored websites seem to require generally less processing power related to cognitive while revealing increases in brain structures related to processing pleasant and aesthetic stimuli."
    },
    "article02": {
        "title" : "Identifying Linguistic Cues of Fake News Associated with Cognitive and Affective Processing: Evidence from NeuroIS",
        "abstract" : "False information such as “fake news” is widely believed to influence the opinions of individuals. So far, information systems (IS) literature is lacking a theoretical understanding of how users react and respond to fake news. In this study, we analyze drivers of cognitive and affective processing in terms of linguistic cues. For this purpose, we performed a NeuroIS experiment that involved N=42 subjects with both eye tracking and heart rate measurements. We find that users spend more cognitive effort (more eye fixations) in assessing the veracity of fake news when it is characterized by better readability and less affective words. In addition, we find that fake news is more likely to trigger affective responses (lower heart rate variability) when it is characterized by a higher degree of analytic writing. Our findings contribute to IS theory by disentangling linguistic cues that help to explain how fake news is processed. The insights can aid researchers and practitioners in designing IS to better counter fake news."
    },

    "article03": {
        "title" : "Think Outside the Box: Small, Enclosed Spaces alter Brain Activity as measured with Electroencephalography (EEG)",
        "abstract" : "This within-subjects study investigated the effect of small enclosed spaces on human brain activation during a simple word encoding task. A small and movable wooden box was designed, inside of which participants were exposed to visually presented words while asked to decide whether or not the first and last letters of each word were in alphabetical order. Simultaneously, brain activity was recorded via EEG. Respective encoding-related brain potentials were contrasted to an open space condition with the same task instruction. Data processing revealed that brain potentials were significantly more negative going at left lateral-frontal electrode locations when participants were inside the box compared to outside. First, we interpret this finding to show an increase in frontal brain activity reflecting higher amygdala activation while inside the box, i.e. a bottom-up process. Given the enclosed nature of this condition, one may assume fear-related brain responses to occur, reflecting projections from the amygdaloid complex to the frontal cortex. A second interpretation is that the increased lateral-frontal activity while inside the box stems from frontal regulation of negative affective responses, i.e. a top-down process, associated with the enclosed space. A third alternative interpretation is that attentional processes mediated by the anterior cingulate cortex (ACC) are active on higher levels while inside the box versus outside. Under the assumption that the event-related potential (ERP) differences are indeed fear-related, we want to suggest a new psychological construct that is subsequently introduced as implicit claustrophobia, i.e. a non-conscious fear of enclosed spaces."
    },

    "article04": {
        "title" : "Operationalization of Information Acquisition Switching Behavior in the Context of Idea Selection",
        "abstract" : "Decision makers ought to adapt their information acquisition (IA) contingent to the task, which has not yet been investigated in the context of idea selection. Therefore, this paper suggests an operationalization of IA switching behavior using eye-tracking data. A first data analysis indicates that raters switch between modes of high and low IA in an idea selection task. These modes of IA could be associated with compensatory and non-compensatory information integration. The extent of switches between IA modes seems to stay stable between the first and the second half of the task with a slight decreasing trend towards the end. Future research will add cognitive load to explain occurring switches between different IA modes and may allow to deduce recommendations for more efficient IT designs, preserving rater’s cognitive resources."
    },

    "article05": {
        "title" : "Relying on System 1 Thinking Leaves you Susceptible to the Peril of Misinformation",
        "abstract" : "In the current era of unprecedented cultural and political tension, the growing problem of misinformation has exacerbated social unrest within the online space. Rectifying this issue requires a robust understanding of the underlying factors that lead social media users to believe and spread misinformation. We investigate a set of neurophysiological measures as they relate to users interacting with misinformation, delivered via social media. A rating task, requiring participants to assess the validity of news headlines, reveals a stark contrast between their performance when engaging analytical thinking processes versus automatic thinking processes. We utilize this observation to theorize intervention methods that encourage more analytical thinking processes."
    },

    "article06": {
        "title" : "Neurophysiological Assessment of Ambivalence to Information",
        "abstract" : "The proliferation of technologies has made information ubiquitously available to individuals who rely on it to make decisions or conduct transactions. We focus on how and why valence of information may elicit mixed reactions among individuals and potentially influence their decision-making process. Prior research in IS has primarily focused on positive and negative reactions to technology (in most cases separately). We examine the simultaneous presence of positive and negative dispositions—ambivalence. We theorize and show how ambivalence will elicit distinct behavioral responses and evoke attentional processes. We use electroencephalography (EEG) to conduct a within subject repeated measures laboratory experiment to illustrate these effects. Our results highlight that individuals experiencing ambivalence due to valence incongruent information exhibit a higher involvement of attentional processes than individuals who experience other types of information valence, i.e., positivity, negativity, and indifference. Individuals experiencing ambivalence also expressed different levels of behavioral intention to use a product from individuals who experienced positive, negative, and indifferent valence of information."
    },

    "article07": {
        "title" : "Behavior Regulation in Social Media: A Preliminary Analysis of Pupil Size Change",
        "abstract" : "Social media users may regulate their behaviors to follow norms of their online communities. This regulation process, however, might be too transient to be captured using self-reports and therefore is suitable for a NeuroIS investigation. Previously, in an event-related potential (ERP) experiment designed to study this regulation process, Huang, Kuo [1] found that this regulation process could be reflected in an ERN-like ERP, and the ERP‘s magnitude is correlated with people’s internet privacy concern. In this work-in-progress we seek to use eye-tracking to replicate their findings. Here we report our current results of pupil size anslyses, which so far are consistent with the previous ERP findings."
    },

    "article08": {
        "title" : "A NeuroIS Investigation of the Effects of a Digital Dark Nudge",
        "abstract" : "Based on the behavioral economic theory, the recent uptake in the use of Nudge Theory, has been seen in many companies aiding consumers’ decision-making processes. However, recently online channels have started to use this technique for profiteering purposes, coined in this paper as a digital dark nudge. While cases of good nudge have been extensively studied, research on their dark sides and the effects these may have are absent and unclear. We demonstrate in a pilot study on 92 participants proof of concept and thus conceptualize the next steps in analyzing this phenomenon through the lens of NeuroIs. Through this process we aim to identify whether digital dark nudges will be detrimental to a consumers’ buying intentions and whether they may have a long-term negative impact on those engaged in the use of them."
    },

    "article09": {
        "title" : "Technostress Measurement in the Field: A Case Report",
        "abstract" : "Contemporary technostress research is mainly based on studies in laboratory settings and online surveys. To foster technostress research in the field, we compared four data collection methods, a blend of self-reports and physiological measurements, in the context of a case study in one organization. Over three non-consecutive workweeks, 16 participants filled out online surveys, wrote an online diary, wore a chest strap to measure their heart rate, and measured their blood pressure using a wrist-worn device. All four methods were assumed to imply a low level of intrusiveness as it enabled self-measurement by the participants without the need for continuous researcher intervention. The four data collection methods are compared based on six major criteria to determine measurement quality (i.e., reliability, validity, sensitivity, diagnosticity, objectivity, and intrusiveness). We find that each data collection method has its strengths and weaknesses. What follows is the need for mixed methods designs in technostress field studies."
    },

    "article10": {
        "title" : "Do users respond to challenging and hindering techno-stressors differently? A laboratory experiment",
        "abstract" : "Techno–stressors are typically hindering for users. These then cause adverse user responses, such as techno-exhaustion, which in turn result in reduced task performance. Latest technostress research adds two types of stressors: hindrance techno-stressors (HTS) and challenge techno–stressors (CTS). Using that knowledge, this research-in-progress paper develops a research model assuming that both types of techno-stressors lead to different user responses (e.g., motivation, techno-exhaustion, arousal) and, in turn, have a different impact on task performance. To validate that empirically, we propose a mixed-experimental research design following a pre-post approach with three different treatments (e.g., HTS, CTS, control) using among other different biomarkers (e.g., SC, sAA, cortisol) to measure arousal. The expected contributions and future steps are discussed."
    },

    "article11": {
        "title" : "Advancing NeuroIS from a Dialectical Perspective",
        "abstract" : "In spite of decades of research, the essence of central IS phenomena such as information, the IT artifact, and the Information System, remain unsettled. This aggravates the identification and definition of their neural correlates, which in turn may stymie the future potential of NeuroIS. To this end, the purpose of this paper is to define an intellectual core for the NeuroIS field, which is based on the dialectics between the individual and her social environment. Such a core enables a reconceptualization of information, the IT artifact, and the Information System as distinct ontological phenomena, however dialectically related. Accordingly, their neural correlates can be more distinctly defined, which opens up for alternative research questions. An example of a NeuroIS study addressing such questions is provided. Thus, the paper contributes to the formulation of a foundation for the future advancement of NeuroIS."
    },

    "article12": {
        "title" : "An eye-tracking study of differences in reading between automated and human-written news",
        "abstract" : "An eye-tracking experiment (N=24) was conducted to study differences in reading between automated and human-written news. This work adopted expectation-confirmation theory to examine readers’ prior expectations and actual perceptions of both human-written news and automated news. Results revealed that nine eye-tracking variables were significantly different when people read automated news vs. human-written news. Findings also showed promising classification results of 31 eye-tracking-derived features. Self-reported results showed that the readability of human-written news was perceived as significantly higher than that of automated news."
    },

    "article13": {
        "title" : "NeuroIS to improve the FITradeoff decision-making process and Decision Support System",
        "abstract" : "NeuroIS approach is used in this research in order to improve the decision-making process and the Decision Support System (DSS), which is a particular kind of information system, for the FITradeoff method. In this research the decision-makers (DMs) behavior is investigated when they are solving Multi-Criteria Decision Making/ Aiding problems, considering the holistic evaluation process. In this research, neuroscience experiments were constructed to investigate the holistic evaluation process using graphical and tabular visualizations. These experiments were applied to more than 150 management engineering students. As a result, using an electroencephalogram, the Alpha-Theta Diagram has been proposed, which is a new concept to classify the DMs patterns of behavior, considering Theta (4-8 Hz) and Alpha (8–13 Hz) activities. Based on this diagram, improvements can be suggested to be included in the FITradeoff DSS specially for problems involved in a ranking order context."
    },

    "article14": {
        "title" : "Improvements in the FITradeoff Decision Support System for ranking order problematic based in a behavioral study with NeuroIS tools",
        "abstract" : "This research is performed using NeuroIS tools to improve the information systems (the Decision Support System) constructed for the FITradeoff method. In this study a neuroscience experiment is constructed with the support of an Eye-Tracking in order to investigate the decision-maker (DMs) behavior when they evaluate Multi-Criteria Decision-Making/Aiding (MCDM/A) problems. Therefore, based on the experiment results, a Recommendation Rule is proposed to support the analyst in the advising process performed with the DM and the importance of the holistic evaluation phase for the FITradeoff DSS is highlighted, suggesting that this phase should be included in the DSS constructed for ranking order problematic."
    },

    "article15": {
        "title" : "The impact of modularization on the understandability of declarative process models: A research model",
        "abstract" : "Process models provide a blueprint for process execution and an indispensable tool for process management. Bearing in mind their trending use for requirement elicitation, communication and improvement of business processes, the need for understandable process models becomes a must. In this paper, we propose a research model to investigate the impact of modularization on the understandability of declarative process models. We design a controlled experiment supported by eye-tracking, electroencephalography (EEG) and galvanic skin response (GSR) to appraise the understandability of hierarchical process models through measures such as comprehension accuracy, response time, attention, cognitive load and cognitive integration."
    },

    "article16": {
        "title" : "The Influence of Negative Emotion as Affective State On Conceptual Models Comprehension",
        "abstract" : "Comprehension of procedural models presents an essential skill for IS professionals. Although the literature on factors that influence model comprehension is extensive, it is surprising that so far, empirical research about the impact that affective states on model understanding is mainly missing. The purpose of this study is to determine if an affective state of model viewers can have an impact on the understanding of conceptual models. To this end, we develop hypotheses on the effects of emotions, based on Attentional Control Theory and Affective Events Theory. In order to test our hypotheses, we plan to carry out a controlled experiment."
    },

    "article17": {
        "title" : "What do Users Feel? Towards Affective EEG Correlates of Cybersecurity Notifications",
        "abstract" : "Security notifications attempt to change risky computer usage behaviour but often fail to achieve their desired effect. Though there are likely many causes for this phenomenon, information systems researchers have posited that emotional reactions to security notifications may play a role in its explanation. This work-in-progress paper descibes a study to create a baseline of electroencephalographic (EEG) and behavioral responses to security notification images by comparing them to known responses to the well-studied International Affective Picture System (IAPS). By creating such a baseline of affective responses to security notification images, future work can explore the effect of passive emotional reactions to security notification designs which would generate insight into effective design practices."
    },

    "article18": {
        "title" : "Detecting Mind Wandering Episodes in Virtual Realities Using Eye Tracking",
        "abstract" : "Virtual Reality (VR) allows users to experience their environment differently and more immersively than traditional information systems (IS). Therefore, it is important to also study cognitive processes in VR settings. In this proposal, we focus on the concept of mind wandering, which is an emerging concept in IS research that can be studied using neurological measures such as eye tracking. Current literature suggests that mind wandering is a complex concept with different dimensions, namely deliberate and spontaneous mind wandering. While previous literature has provided initial evidence on the feasibility of eye tracking to approximate mind wandering, this study seeks to investigate how well eye tracking performs when it comes to a more nuanced perspective on mind wandering applied in an VR setting."
    },

    "article19": {
        "title" : "Feeling the Pain of Others in Need: Studying the Effect of VR on Donation Behavior Using EEG",
        "abstract" : "Virtual reality (VR) enables people to engage in experiences that reach far beyond physical reality. This has inspired humanitarian organizations (among others the United Nations) to use VR technology to raise the awareness of humanitarian crises by virtually transporting people to the regions affected. As a consequence, these immersive experiences may lead to a change in the readiness to donate. As scientific evidence for this effect is still rare we propose an experimental design which aims at investigating how immersion affects donation behavior. In particular, neurophysiological measurement (EEG) shall shed light on the influence of immersion on emotional and motivational processes. First results from a convenient sample of young men indicate that donation behavior is linked to the dynamics of frontal alpha asymmetry changes."
    },

    "article20": {
        "title" : "Using NeuroIS Tools to Understand How Individual Characteristics Relate to Cognitive Behaviors of Students",
        "abstract" : "NeuroIS tools have increasingly been used to examine cognitive behaviors in educational settings. Here we present results of ongoing work applying neurophysiological tools to examine the cognitive load of student learners in the context of chemistry education. In particular, we investigate how individual characteristics relate to the Pope Engagement Index for students interacting with an information system for visualizing molecules. Characteristics such as meditation, levels of athleticism, and medication affecting alertness were found to significantly and positively correlate with cognitive load."
    },

    "article21": {
        "title" : "Beyond System Design: The Impact of Message Design on Recommendation Acceptance",
        "abstract" : "The current paper reports on the results of a pilot study to explore the impact of message design on users’ likelihood to accept system-generated recommendations as well as their intention to use the recommendation system (RS). We aim to extend the RS literature, which has hitherto focused on system design elements, but has generally overlooked the importance of message design, a key element in facilitating effective attention and information processing, particularly in the context of managerial decision-making."
    },

    "article22": {
        "title" : "Nudging to Improve Financial Auditors’ Behavior: Preliminary Results of an Experimental Study",
        "abstract" : "This study investigates the impact of adapting Audit Management Information System (AMIS) user interface using nudges on the attentional behavior of auditors during the identification and diagnosis of audit evidence indicative of aggressive financial reporting. Specifically, in this preliminary phase of our multi-step research project, we investigate the visual behaviors of nudged vs. non-nudged auditors during evidence review. We test our predictions using eye-tracking, in a controlled experiment where participants are tasked with performing an audit of financial reporting in a AMIS. Results prove that nudged conditions are associated with longer average fixation duration, fixation counts and revisits of accounts with aggressive reports. By identifying the visual attention differences of nudged and non-nudged conditions, we highlight how contextually adapting user interface can draw on nudges to effectively enhance audit performance."
    },

    "article23": {
        "title" : "Improving Driving Behavior with an Insurance Telematics Mobile Application",
        "abstract" : "The research presented in this manuscript assesses the impact of the introduction of a mobile phone distraction feature included in a car insurer telematics mobile application. We analyze car drivers’ behaviours and cognitive states using EEG and vehicular telemetry during a simulated driving task. Two groups of qualified drivers were compared: one group were provided awareness of feature introduction and one group with no awareness of the feature introduction. As a whole, our results suggest that the awareness of app feature updates may have led to the creation and internalization of better driving habits during a 3-month period and thereafter, an improvement in behavioral outcomes in the simulated environment. This research contributes to road safety research by assessing the cognitive and behavioural impact of telematics application features on driving behaviour and has practical implications for the automotive insurance sector."
    },

    "article24": {
        "title" : "Understanding the Mental Recovery Effect of Cyberloafing: Attention Replenishment and Task-set Inertia",
        "abstract" : "Many employees justify their cyberloafing (i.e., non-work-related Internet use during work time) behavior as a mental break. However, there is little empirical research to examine the mental recovery effect of cyberloafing. This study aims to design a lab experiment to investigate the impact of cyberloafing on employee mental fatigue and task productivity. The study also aims to compare cyberloafing with a traditional means of mental breaks (i.e., walking outside for a while) in alleviating mental fatigue and improving productivity. The expected findings of this study are (1) cyberloafing can help employees reduce mental fatigue to some extent by replenishing their attentional resources; however, (2) compared with walking outside for a while, the mental recovery effect of cyberloafing may not be so good because it may take employees more time and effort to switch their attention from cyberloafing (than from walking outside) back to the work task. Neuroscience tools will be employed to support the expected findings above."
    },

    "article25": {
        "title" : "How to Measure Customers’ Emotional Experience? A Short Review of Current Methods and a Call for Neurophysiological Approaches",
        "abstract" : "In the digital age, retailers compete through various sales channels, both online and offline, with the effect that the customers’ experiences have increasingly gained attention in the omnichannel era. Specifically, customer emotions have become an important topic, because they affect attitudes towards products and services as well as purchase decisions. While the phenomenon of customer experience is widely researched, surprisingly, to the best of our knowledge, no peer-reviewed journal publication exists that has studied the phenomenon from a NeuroIS angle. Against this background, we conducted a short literature review to obtain an overview of NeuroIS methods used to study customer behavior in a shopping and retailing context. Further, we outline a brief research agenda, thereby addressing the possible use of NeuroIS approaches in the context of customers’ emotional experiences in retail."
    },

    "article26": {
        "title" : "Exploring Gender Differences on eCommerce Websites: A Behavioral and Neural Approach Utilizing fNIRS",
        "abstract" : "Whether males and females evaluate ecommerce websites differently has long been discussed and has resulted in inconsistent research findings. While some studies identified gender differences in the evaluation of websites, other studies indicate that these differences are inexistent. To shed light on these hypothetical gender differences on ecommerce website perceptions, a behavioral and functional near-infrared spectroscopy (fNIRS) experiment in which participants had to use and evaluate three different ecommerce websites was conducted. While the questionnaire-based behavioral results showed no significant differences between gender, neural gender differences could be discovered. In particular, well rated websites resulted in increased neural activity for men in brain regions of the dlPFC and vlPFC in the left hemisphere, while the lower evaluated websites resulted in an increased neural activity in brain regions of the vmPFC for men in the right hemisphere. Consequently, the results suggest that men seem to require higher neural activity for the emotional appraisal of, and decision making on ecommerce websites."
    },

    "article27": {
        "title" : "Physiological Measurement in the Research Field of Electronic Performance Monitoring: Review and a Call for NeuroIS Studies",
        "abstract" : "Electronic Performance Monitoring (EPM) refers to the computerized collection, storage, analysis, and reporting of information in the work context. Based on a literature review, we argue that the use of physiological measurement methods in the research field of electronic performance monitoring (EPM) should be considered more frequently in future studies. Analyses of the extant literature revealed that pulse rate, cheek-skin-temperature, blood pressure, and inter-heartbeat-latency measurements have been the only physiological measurement methods used to investigate EPM the outcomes stress and arousal, and that these few methods have been used in a very limited number of studies only. Most studies focused on retrospective measurement methods, predominantly survey. As the consequences of EPM application are known to be significantly related to employee reactions, including those related to the nervous system, application of physiological measurement methods promises to deliver novel research findings."
    },

    "article28": {
        "title" : "The Effect of Individual Coordination Ability on Cognitive-Load in Tacit Coordination Games",
        "abstract" : "Tacit coordination games are coordination games in which communication between the players is not allowed or not possible. Some players manage to reason about the selections made by the co-player while others fail to do so and might turn to rely on guessing. The aim of this study is to examine whether good coordinators are associated with a higher or lower cognitive load relative to weaker coordinators. We aimed to answer this question by using an electrophysiological marker of cognitive load, i.e., Theta/Beta Ratio. Results show that good coordinators are associated with a higher cognitive load with respect to weaker coordinators."
    },

    "article29": {
        "title" : "Analysis of contextual effects of advertising banners",
        "abstract" : "In the light of the fact that advertising contacts can be affected by the surrounding contents, this paper focuses on answering the question to what extent the mood, triggered by an online news article in which a banner is placed, influences the brand decision. It seems that, the content of an article will not impact the effect of the banner and thus on brand decisions. A conducted experiment revealed that neither negative, neutral nor positive articles had a significant impact on the brand decision. Due to the exploratory approach of the study and the fact that similar publications show different results, more research is needed to clarify the discrepancy."
    },

    "article30": {
        "title" : "Measuring extraversion using EEG data",
        "abstract" : "Using a modern fine-graded machine learning approach we show that it is possible to distinguish extraverts from introverts on the basis of resting-state EEG data. We correctly identify extraverts with a prediction performance of 67% and achieve a balanced accuracy of 60.6%. Our results have theoretical and practical implications."
    },

    "article31": {
        "title" : "AttentionBoard: A Quantified-Self Dashboard for Enhancing Attention Management with Eye-Tracking",
        "abstract" : "In the age of information, office workers process huge amounts of information and distribute their attention to several tasks in parallel. However, attention is a scarce resource and attentional breakdowns, such as missing important information, may occur while using information systems (IS). Currently, there is a lack of support to understand and improve attention management to avoid such breakdowns. In the meantime, self-tracking applications are becoming popular due to the increasing sensory capabilities of smart devices. These systems support their users in understanding and reflecting their behavior. In this research-in-progress paper, we suggest leveraging self-tracking concepts for attention management while working with ISs and describe the design of the NeuroIS-based system called “AttentionBoard”. The goal of AttentionBoard is to help office workers in improving their attention management competencies. The system records attention allocation in real-time using eye-tracking and presents the aggregated data as metrics and visualizations on a dashboard. This paper presents the first step by motivating and introducing an initial design following the design science research (DSR) methodology."
    },

    "article32": {
        "title" : "Machine learning-based diagnosis of epilepsy in clinical routine: Lessons learned from a retrospective pilot study",
        "abstract" : "In this work-in-progress paper, we present preliminary results of a large pilot study for implementing a novel machine learning approach presented at HICSS 2019 [1] and ICIS 2019 [2] in a German hospital to detect epileptic episodes in EEG data. While the algorithm achieved a balanced accuracy of 75.6 percent on real clinical data we could gain valuable experience regarding the implementation barriers of machine learning algorithms in practice, which is discussed in this paper. These lessons learned have practical implications for future work."
    },

    "article33": {
        "title" : "Ambient Facial Emotion Recognition: A Pilot Study",
        "abstract" : "As technology evolves, studies of user emotion in naturalistic settings in an utetherd manner becomes more and more necessary. To achieve this goal, we present a proposed architecture for synchronized automatic facial emotion recognition and physiological recording in a mobile environment in an IS context. We describe a pilot study using this infrastructure and lessons learned for researchers who wish to employ this setup in the future."
    },

    "article34": {
        "title" : "A Tri-hybrid Brain-Computer Interface for Neuro-Information Systems",
        "abstract" : "Brain-computer interfaces (BCIs) are computerized systems that convert brain activity into control commands to operate software or external devices. Though promising, BCIs currently have limited practicality and usership due to poor signal classification and large training data requirements. The present study aims to overcome both challenges by combining three brain signals. This paradigm could improve existing BCI technical efficacy, and extrapolate to applications where hands-free visual interfaces could equip users with communication and information resources that improve work processes."
    },

    "article35": {
        "title" : "The Association Between Information Security and Reward Processing",
        "abstract" : "Insider threat represents a significant source of violations of information security within corporations and government entities. Therefore, gaining a clearer understanding of the factors that moderate insider threat is important for the information systems community. The current study builds upon previous behavioral research demonstrating that an imbalance between one’s sensitivity to gains and losses may contribute to violations of information security by using event-related brain potentials (ERPs) to examine the association between information security decision-making and the neural correlates of the processing of gains and losses. The ERP data revealed that the amplitude of differences in neural activity between gains and losses was greater in individuals who were more likely to endorse violating information security, and that this association was observed regardless of whether gains or losses resulted from an active choice or were outside of the control of the individual."
    },

    "article36": {
        "title" : "Explaining Inconsistent Research Findings on the Relationship between Age and Technostress Perceptions: Insights from the Neuroscience Literature",
        "abstract" : "Technostress (TS) research has been conducted since the early 1980s. With regard to the relationship between user age and TS perceptions, research findings are inconsistent. While some scholars argued, and empirically showed, that older users are more prone to experience TS, other studies report opposite results. In this paper, we briefly review the literature and summarize major empirical findings on the relationship between age and TS, thereby documenting the inconsistency of results. Based on this review, we outline neurophysiological insights which might serve as an explanation for the mixed evidence. Specifically, we outline insights from physiology and brain research which describes neurobiological changes in normal aging (i.e., changes that are unrelated to pathologies). We focus on age-related changes related to the human stress system as we expected that these alterations might predominantly contribute to a better understanding of age-related differences in TS perceptions. We close this paper with a concluding comment."
    },

    "article37": {
        "title" : "Smartphone Pathology, Agency and Reward Processing",
        "abstract" : "Smartphones have become ubiquitous in society; for instance, 81% of Americans report they own at least one device. Along with an increase in smartphone use, there is growing concern surrounding the pathological use of these devices. Pathological smartphone use is associated with elevated anxiety, sleep disturbance, and increased impulsivity. Given these concerns, the current study examined the relationship between pathological smartphone use and the neural correlates of reward processing in a collegeaged sample. The amplitude of neural activity elicited by gains and losses was negatively correlated with pathological smartphone use when individuals were the choice agent, but not when a computer was the choice agent. These data reveal that overlapping neural systems may contribute to pathological technology use and other forms of addictive behavior and substance abuse."
    },

    "article38": {
        "title" : "Hedonic multitasking: The effects of instrumental subtitles during video watching",
        "abstract" : "Hedonic videos are often accompanied by instrumental text/subtitles. However, the neurophysiological effects of task-switching between instrumental text processing and audiovisual processing during hedonic video watching remains unexplored. We investigated these effects using changes in pupil diameter and theta-band spectral power as indices of cognitive load, and self-reported and automated facial expression-based measures of emotion. We found that the presence of instrumental subtitles subjectively improved comprehension without negatively impacting cognitive and emotional response. These findings contribute to the literature by showing that in this specific context, multitasking does enhance the user experience. Further research is needed to explore the extent to which instrumental text is useful, and how its effects change in accordance with audio presence during passive hedonic experiences across various contexts."
    },

    "article39": {
        "title" : "Neurophysiological Reactions to Social Media Logos",
        "abstract" : "Use of social media is pervasive, and research has identified many benefits that arise from the affordances of social media platforms. Yet, social media use can often interfere with other areas of life, a condition termed social media overuse. Prior literature suggest that social media use can satisfy basic hedonic needs, triggering activation of the brain’s reward processing network and inducing higher levels of use. In this paper we propose a study to examine the relationship between social media cues and the neurological reactions that underlie social media overuse. The study employs the affect misattribution procedure (AMP) to elicit spontaneous reactions to cues from three task conditions (social media logos, office images, non-social media company logos). Participants complete the study while situated in a magnetic resonance imaging (MRI) machine. We postulate an interaction between task condition and reported social media cravings/usage in rewards network regions of the brain."
    },

    "article40": {
        "title" : "On the modulation of perturbation-evoked potentials after motor reaction in a human-machine interaction setup",
        "abstract" : "Passive brain-computer interfaces (pBCIs) can be used to inform humans about their current mental state or in human-machine interaction (HMI) scenario. We introduced the perturbation-evoked potential (PEP) in the context of pBCI and are further investigating how neural correlates in a HMI could interact. In the current study we investigate the neural correlates after perturbation followed by motor reaction. We found that the PEP as well as a movement-related cortical potential appear, and that the latter has an influence on the shape of the PEP."
    },

    "article41": {
        "title" : "Consumer-grade EEG Instruments: Insights on the Measurement Quality based on a Literature Review and Implications for NeuroIS Research",
        "abstract" : "Application of good methodological standards is critical in science because such standards constitute a precondition for high-quality research results. A fundamental question which has recently been raised in the NeuroIS literature is whether consumer-grade electroencephalography (EEG) instruments offer measurement quality that is comparable to research-grade instruments. Importantly, a notable number of EEG papers in the NeuroIS literature already used consumer-grade instruments, predominantly because such tools are typically portable, wireless, cheap, and easy to use. However, there is an ongoing discussion in the scientific community about these tools’ measurement quality. To contribute to this discussion, we reviewed prior research to document major insights on the measurement quality of consumer-grade products. In essence, our results indicate that consumer-grade EEG instruments constitute a viable alternative to high-quality research tools. However, there are two important constraints on their use. First, as with any research, the use of consumer-grade systems is appropriate only when tied to the correct type of analysis. Second, in order to establish more definitive conclusions on consumer-grade systems’ appropriateness, empirical validation studies are needed based on Information Systems (IS) tasks, paradigms, and types of analysis, and several other limiting factors have to be considered."
    }

}